/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© Pitecan Systems, 2011";

/* Include your mode strings here.  See TN2128 for details. */

/*
com.pitecan.inputmethod.decimal = "Decimal";
com.pitecan.inputmethod.currency = "Currency";
com.pitecan.inputmethod.percent = "Percent";
com.pitecan.inputmethod.scientific = "Scientific";
*/


CFBundleName = "SuperIME";
CFBundleDisplayName = "SuperIME";
CFBundleShortVersionString = "SuperIME version 0.1";
CFBundleGetInfoString = "SuperIME version 0.1, Copyright 2012, nikezono.net";
com.apple.inputmethod.Japanese = "SuperIME";


